Repository: wp-plugins/gwolle-gb
Catalog: lang/gwolle-gb-*.po
Languages: fi, ru_ru

source: Confirm
fi: Varmista
ru_ru: Подтвердить

source: Yes, I'm absolutely sure of this. Proceed!
fi: Kyllä, olen aivan varma. Jatka!
ru_ru: Да, я абсолютно уверен. Продолжить!

source: Uninstall &raquo;
fi: Asennuksen poisto &raquo;
ru_ru: Деинсталлировать &raquo;

source: from
ru_ru: из города

source: wrote on
fi: kirjoitti
ru_ru: написал(а)

source: on
fi: kello
ru_ru: в

source: Admin Reply:
ru_ru: Ответ администратора:

source: Previous page
fi: Edellinen sivu
ru_ru: Предыдущая страница

source: Page
fi: Sivu
ru_ru: Страница

source: Next page
fi: Seuraava sivu
ru_ru: Следующая страница

source: All entries
ru_ru: Все записи

source: Submitting a new guestbook entry is only allowed for logged-in users.
fi: Viestin jättäminen on sallittu vain kirjautuneille käyttäjille.
ru_ru: Отправлять записи в гостевую книгу разрешено только залогиненным пользователям.

source: There were errors submitting your guestbook entry.
fi: Jättämässäsi viestissä löytyi virheitä
ru_ru: При отправке записи в гостевую книгу возникли ошибки:

source: Your name is not filled in, even though it is mandatory.
fi: Nimeä ei ole syötetty, vaikka se on pakollinen.
ru_ru: Вы не указали имя, а это обязательно.

source: Your origin is not filled in, even though it is mandatory.
fi: Paikkakuntaa ei olla syotetty, vaikka se on pakollinen.
ru_ru: Вы не указали, откуда Вы, а это обязательно.

source: Your e-mail address is not filled in correctly, even though it is mandatory.
fi: Sähköpostiosoite ei ole syötetty oikein, vaikka se on pakollinen.
ru_ru: Вы не указали корректный адрес e-mail, а это обязательно.

source: Your website is not filled in, even though it is mandatory.
fi: Nettisivua ei olla syötetty, vaikka se on pakollinen.
ru_ru: Вы не указали адрес веб-сайта, а это обязательно.

source: There is no message, even though it is mandatory.
fi: Viestiä ei ole, vaikka se on pakollinen.
ru_ru: Вы не ввели текст сообщения, а это обязательно.

source: The anti-spam question was not answered correctly, even though it is mandatory.
fi: Turvakysymykseen ei ole vastattu oikein, vaikka se on pakollinen.
ru_ru: Вы не дали правильного ответа на антиспамовый вопрос, а это обязательно.

source: The CAPTCHA was not filled in correctly, even though it is mandatory.
ru_ru: Капча не была правильно введена, а это обязательно.

source: Double post: An entry with the data you entered has already been saved.
fi: Tuplaposti: Lähettämäsi viesti on jo tallennettu.
ru_ru: Дубль: Запись с в точности такими же данными уже получена и сохранена.

source: Thank you for your entry.
fi: Kiitos viestistä.
ru_ru: Спасибо за Ваше сообщение.

source: We will review it and unlock it in a short while.
fi: Viestisi tarkistetaan ennen julkaisua vieraskirjassa.
ru_ru: Оно будет рассмотрено модератором и опубликовано, как только он одобрит.

source: (no entries yet)
fi: (ei viestejä)
ru_ru: (пока нет записей)

source: Guestbook Feed
ru_ru: Фид гостевой книги

source: Guestbook Entry by
ru_ru: Запись в гостевой книге от

source: Displays the recent guestbook entries.
fi: Näyttää viimeisimmät viestit.
ru_ru: Показывает последние записи в гостевой книге.

source: Guestbook
fi: Vieraskirja
ru_ru: Гостевая книга

source: Visit guestbook
fi: Katso vieraskirjaa
ru_ru: Посетите гостевую книгу

source: Click here to get to the guestbook.
fi: Klikkaa tästä ja siirry vieraskirjaan.
ru_ru: Щёлкните сюда, чтобы попасть в гостевую книгу.

source: Title:
fi: Aihe:
ru_ru: Название:

source: Number of entries:
fi: Viestejä:
ru_ru: Количество записей:

source: Best entries to show:
fi: Parhaat viestit näytettäväksi:
ru_ru: Лучшие записи для показа:

source: List of entry_id's, comma-separated
fi: Anna luettelo viesti-id:stä, pilkulla erotettuna
ru_ru: ID записей через запятую

source: Do not show admin entries.
ru_ru: Не показывать записи администратора.

source: Show name of author.
ru_ru: Показывать имя автора.

source: Show date of entry.
ru_ru: Показывать дату записи.

source: Number of words for each entry:
fi: Sanojen lukumäärä kullekin viestille:
ru_ru: Количество слов в каждой записи:

source: Link text:
fi: Linkin teksti:
ru_ru: Текст ссылки:

source: Select the page of the guestbook:
fi: Valitse sivu vieraskirjalle:
ru_ru: Выберите страницу гостевой книги:

source: Select page
fi: Valitse sivu
ru_ru: Выберите страницу

source: Write a new entry.
fi: Kirjoita uusi viesti
ru_ru: Оставить запись

source: Log in to post an entry
ru_ru: Чтобы оставить запись, войдите в систему

source: Question:
fi: Kysymys:
ru_ru: Вопрос:

source: Answer
fi: Vastaus
ru_ru: Ответ

source: Correct CAPTCHA value.
ru_ru: Верное значение капчи.

source: Incorrect CAPTCHA value.
ru_ru: Неверное значение капчи.

source: Submit
fi: Lähetä
ru_ru: Отправить

source: Entry has been locked.
fi: Viesti on lukittu.
ru_ru: Запись заблокирована.

source: Entry has been checked.
fi: Viesti on tarkistettu.
ru_ru: Запись помечена как проверенная.

source: Entry marked as spam.
fi: Viestin on merkitty roskapostiksi.
ru_ru: Запись помечена как спам.

source: Entry marked as not spam.
fi: Viesti' ei ole merkitty roskapostiksi.
ru_ru: Запись помечена как НЕ спам.

source: Entry has been edited.
fi: Viesti' on muokattu.
ru_ru: Запись отредактирована.

source: Imported from DMSGuestbook
fi: Tuotu DMSGuestbook:sta
ru_ru: Импортировано из DMSGuestbook

source: Imported from WordPress comments
fi: Tuotu Wordpressin kommenteista
ru_ru: Импортировано из комментариев WordPress

source: Imported from Gwolle-GB
fi: Tuotu Gwolle-GB:stä
ru_ru: Импортировано из Gwolle-GB

source: Exported to CSV file
fi: Viety CSV tiedostoon
ru_ru: Экспортировано в файл CSV

source: Entry has been trashed.
fi: Viesti on siirretty roskakoriin
ru_ru: Запись помещена в урну.

source: Entry has been untrashed.
fi: Viestin on palautettu roskakorista.
ru_ru: Запись извлечена из урны.

source: Admin reply has been added.
ru_ru: Ответ администратора добавлен.

source: Admin reply has been updated.
ru_ru: Ответ администратора обновлён.

source: Admin reply has been removed.
ru_ru: Ответ администратора удалён.

source: New Guestbook Entry
fi: Uusi vieraskirjan viesti
ru_ru: Новая запись в гостевой книге

source: Unchecked
ru_ru: Непроверено

source: No content to display. This entry is empty.
fi: Tämä viesti on tyhjä.
ru_ru: Нет содержимого для отображения. Эта запись пустая.

source: Visit the website of
ru_ru: Посетите веб-сайт

source: Day
ru_ru: День

source: Month
ru_ru: Месяц

source: Year
ru_ru: Год

source: Hour
ru_ru: Часы

source: Minute
ru_ru: Минуты

source: Save the date and time
ru_ru: Сохранить дату и время

source: Save Date
ru_ru: Сохранить дату

source: Cancel saving date and time
ru_ru: Не сохранять дату и время

source: Cancel
ru_ru: Отмена

source: Gwolle Guestbook is not just another guestbook for WordPress. The goal is to provide an easy and slim way to integrate a guestbook into your WordPress powered site. Don't use your 'comment' section the wrong way - install Gwolle Guestbook and have a real guestbook.
ru_ru: Gwolle Guestbook – не просто ещё одна гостевая книга для WordPress. Цель данного плагина – дать способ встроить гостевую книгу в Ваш сайт на движке Wordpress просто и изящно. Не используйте комментарии Wordpress для того, для чего они не предназначены. Установите Gwolle-GB и Вы получите настоящую гостевую книгу.

source: Gwolle Guestbook is the WordPress guestbook you've just been looking for. Beautiful and easy.
ru_ru: Гостевая книга Gwolle – именно та гостевая книга, которую Вы искали. Красивая и простая.

source: Entry editor
fi: Editori
ru_ru: Редактор записей

source: Import
fi: Tuonti
ru_ru: Импортировать

source: Export
fi: Vienti
ru_ru: Экспортировать

source: %s guestbook entry awaiting moderation
ru_ru: %s запись в гостевой книге ожидает проверки

source: %s guestbook entries awaiting moderation
ru_ru: %s записей в гостевой книге ожидают проверки

source: E-Mail
fi: Sähköposti

source: This plugin uses the following scripts/programs/images:
fi: Tämä lisäosa käyttää seuraavia skriptejä/ohjelmia/kuvia:

source: You haven't chosen a guestbook. Please select one and try again.
fi: Et ole valinnut vieraskirjaa. Ole hyvä, valitse yksi ja kokeile uudestaan.

source: E-mail
fi: Sähköposti

source: The reCAPTCHA was not filled in correctly, even though it is mandatory.
fi: reCAPTCHAa ei ole täytetty oikein, vaikka se on pakollinen.

source: Email
fi: Sähköpostiosoite

source: Learn more about reCAPTCHA...
fi: Lue lisää reCAPTCHA:sta...

source: <strong>Site (Public)</strong> key of your reCAPTCHA account
fi: reCAPTCHA-tilisi <strong>Site (Public)</strong> -avain

source: <strong>Secret</strong> key of your reCAPTCHA account
fi: reCAPTCHA-tilisi <strong>Secret</strong> -avain

source: The keys can be found at your
fi: Avaimet löydät

source: Go to my reCAPTCHA sites...
fi: Siirry reCAPTCHA sivuillesi...

source: reCAPTCHA sites overview
fi: reCAPTCHA sivujen yleiskatsaus

source: <strong>Warning:</strong> Apparently you already use a reCAPTCHA library in your theme or another plugin. The reCAPTCHA library in Gwolle-GB will not be loaded, and the found one will be used instead. This might give unexpected results.
fi: <strong>Varoitus:</strong>Ilmeisesti käytät jo reCAPTCHA-kirjastoa teemassasi tai toisessa lisäosassa. reCAPTCHA kirjastoa Gwolle-GB asennuspolusta ei ladata, vaan käytetään löydettyä polkua. Tämä saattaa aiheuttaa ongelmia.

source: <strong>Warning:</strong> Apparently you already use a reCAPTCHA library in your theme or another plugin. However, this is an old and incompatible version, so reCAPTCHA will not be used for Gwolle-GB.
fi: <strong>Varoitus:</strong>Ilmeisesti käytät jo reCAPTCHA-kirjastoa teemassasi tai toisessa lisäosassa. Löydetty reCAPTCHA kirjasto on kuitenkin vanhentunut, eikä sitä käytetä Gwolle-GB:ssa.

source: Also delete the reCAPTCHA keys
fi: Poista myös reCAPTCHA avaimet
