Repository: wp-plugins/gwolle-gb
Catalog: lang/gwolle-gb-*.po
Languages: fi, ru_ru

source: Edit entry
fi: Muokkaa viestiä
ru_ru: Редактировать запись

source: Edit
fi: Muokkaa
ru_ru: Редактировать

source: Check entry
fi: Hyväksy viesti
ru_ru: Пометить запись как проверенную

source: Check
fi: Hyväksy
ru_ru: Проверено

source: Uncheck entry
fi: Hylkää viesti
ru_ru: Пометить запись как непроверенную

source: Uncheck
fi: Hylkää
ru_ru: Не проверено

source: Mark entry as spam.
fi: Merkitse viesti roskapostiksi.
ru_ru: Пометить запись как спам

source: Spam
fi: Roskaposti
ru_ru: Спам

source: Mark entry as not-spam.
fi: Poista roskaposti-merkintä
ru_ru: Пометить запись как не спам

source: Not spam
fi: Hyväksytyt
ru_ru: Не спам

source: Move entry to trash.
fi: Siirrä viesti roskakoriin.
ru_ru: Отправить запись в урну.

source: Trash
fi: Roskakori
ru_ru: Урна

source: Recover entry from trash.
fi: Palauta viestit roskakorista.
ru_ru: Восстановить запись из урны.

source: Untrash
fi: Palauta roskakorista
ru_ru: Вынуть из урны

source: Please wait...
fi: Odota...
ru_ru: Пожалуйста, подождите...

source: Wait...
fi: Odota...
ru_ru: Ожидайте...

source: Refresh
fi: Päivitä
ru_ru: Обновить

source: View all
fi: Näytä kaikki
ru_ru: Смотреть все

source: View new
fi: Näytä uudet
ru_ru: Смотреть новые

source: No new and unchecked guestbook entries.
fi: Ei uusia eikä tarkastamattomia viestejä.
ru_ru: Нет новых и непроверенных записей.

source: Guestbook (new entries)
fi: Vieraskirja (uusia viestejä)
ru_ru: Гостевая книга (новые записи)

source: Installation
fi: Asennus
ru_ru: Установка

source: Welcome!<br>It seems that either you're using this plugin for the first time or you've deleted all settings.<br>However, to use this plugin we have to setup the database tables. Good for you, we've made this as easy as possible.<br>All you've got to do is click on that button below, and that's it.
fi: Tervetuloa! <br>Näyttää siltä, että käytät lisäosaa ensimmäistä kertaa tai olet tuhonnut kaikki asetukset. Ei se haittaa, käyttääksi tätä lisäosaa meidän pitää luoda tietokantaan uudet taulut. Teimme se niin helpoksi kuin mahdollista.<br> Sinun ei tarvitse kuin klikata alla olevaa nappia, siinä kaikki.
ru_ru: Добро пожаловать!<br>Похоже на то, что Вы используете этот плагин первый раз или же удалили все настройки.<br>Однако, чтобы использовать этот плагин, нам надо установить таблицы в базе данных. К счастью для Вас, мы позаботились о том, чтобы это было максимально легко.<br>Всё, что Вам нужно сделать, это нажать на кнопку ниже, и это всё.

source: Sure, let's do this!
fi: Luo taulut
ru_ru: Да, сделать это!

source: Allright, we're done. <a href="%s">Click here to continue...</a>
fi: Ok, kaikki valmista. <a href="%s">Tästä eteenpäin...</a>
ru_ru: Хорошо, мы это сделали. <a href="%s">Нажимите сюда, чтобы продолжить...</a>

source: It looks like there has been an error. <a href="%s">Click here to continue...</a>
fi: Näyttää siltä että on tapantunut virhe. <a href="%s">Klikkaa tästä jatkaaksesi....</a>
ru_ru: Похоже, возникла ошибка.<a href="%s">Нажимите сюда, чтобы продолжить...</a>

source: Cheatin&#8217; uh?
fi: Huijaatko?
ru_ru: Жульничаете, да?!

source: Edit guestbook entry
fi: Muokkaa vieraskirjan viestejä
ru_ru: Редактировать запись в гостевой книге

source: Entry could not be found.
fi: Viestiä ei löytynyt
ru_ru: Запись не удалось найти.

source: Guestbook entry (error)
fi: Vieraskirjan viesti (virhe)
ru_ru: Запись в гостевой книге (ошибка)

source: New guestbook entry
fi: Uusi viesti
ru_ru: Новая запись в гостевой книге

source: Something strange happened.
fi: Jotakin outua tapahtui.
ru_ru: Произошло что-то странное.

source: Submitted as Spam to the Akismet service.
fi: Viesti merkittiin roskapostiksi ja lähetettiin Akismet-palveluun.
ru_ru: Отправлено как спам в службу Akismet.

source: Submitted as Ham to the Akismet service.
fi: Viesti merkittiin Hamiksi ja lähetettiin Akismet-palveluun.
ru_ru: Отправлено как НЕ спам в службу Akismet.

source: Changes saved.
fi: Muutokset tallennettu.
ru_ru: Изменения сохранены.

source: Error happened during saving.
fi: Tallennuksessa tapahtui virhe.
ru_ru: В процессе сохранения возникла ошибка.

source: Entry was not changed.
fi: Viestiä ei muutettu.
ru_ru: Запись не была изменена.

source: Entry removed.
fi: Viesti poistettu.
ru_ru: Запись удалена.

source: Entry has no content, even though that is mandatory.
fi: Viestissä ei ole sisältöä.
ru_ru: В записи нет содержимого, а оно и обязательно.

source: Entry saved.
fi: Viesti tallennettu.
ru_ru: Запись сохранена.

source: Entry was not saved.
fi: Viestiä ei tallennettu.
ru_ru: Запись не была сохранена.

source: Click to open or close
fi: Klikkaa avataksesi tai sulkeaksesi
ru_ru: Щёлкните, чтобы открыть или закрыть

source: Guestbook entry
fi: Viesti
ru_ru: Текст сообщения

source: Message
fi: Viesti
ru_ru: Текст сообщения

source: Line breaks will not be visible to the visitors due to your <a href="%s">settings</a>.
fi: Rivinvaihdot ei ole näkyvissä vieraskirjan lukijoille. Ks <a href="%s">asetukset</a>
ru_ru: Переводы на новую строку не будут видны посетителям из-за Ваших <a href="%s">настроек</a>.

source: Bold
ru_ru: Полужирный

source: Italic
ru_ru: Курсив

source: Bulleted List
ru_ru: Маркированный список

source: Numeric List
ru_ru: Пронумерованный список

source: Picture
ru_ru: Картинка

source: Source
ru_ru: Источник

source: Link
ru_ru: Ссылка

source: Your text to link...
ru_ru: Текст для ссылки

source: Clean
ru_ru: Очистить

source: Emoji
ru_ru: Эмодзи

source: Website
fi: Nettisivu
ru_ru: Веб-сайт

source: Example: <code>http://www.example.com/</code>
fi: Esimerkki: <code>http://www.esimerkki.com</code>
ru_ru: Пример: <code>http://www.example.com/</code>

source: Origin
fi: Lähde
ru_ru: Откуда (город)

source: City
fi: Paikkakunta
ru_ru: Город

source: Admin Reply by:
ru_ru: Ответ от администратора:

source: Admin Reply
ru_ru: Ответ администратора

source: Mail the author a notification about this reply.
ru_ru: Известить автора об этом ответе по электронной почте.

source: View Frontend
ru_ru: Вид для посетителей

source: View Guestbook
ru_ru: Смотреть гостевую книгу

source: Options
fi: Asetukset
ru_ru: Параметры

source: Visible
ru_ru: Видно

source: Invisible
ru_ru: Не видно

source: Admin Replied
ru_ru: Ответил администратор

source: This entry is not yet visible.
fi: Tämä viesti ei ole vielä näkyvissä.
ru_ru: Эту запись пока не видно.

source: This entry is Visible.
fi: Tämä viesti on näkyvillä.
ru_ru: Эту запись видно.

source: This entry is Not Visible.
fi: Tämä viesti ei ole näkyvissä.
ru_ru: Эту запись не видно.

source: Checked
fi: Hyväksytty
ru_ru: Проверенные

source: Remove this entry Permanently.
fi: Poista tämä viesti lopullisesti.
ru_ru: Удалить эту запись безвозвратно.

source: Save
fi: Tallenna
ru_ru: Сохранить

source: Actions
fi: Toiminnot
ru_ru: Действия

source: Details
fi: Lisätiedot
ru_ru: Подробности

source: Author
fi: Nimi
ru_ru: Автор

source: Unknown
fi: Ei tiedossa
ru_ru: Неизвестен

source: Written
fi: kirjoitettu
ru_ru: Написано

source: Not yet
fi: Ei vielä
ru_ru: Пока нет

source: Author's IP-address
fi: Kirjoittajan IP-osoite
ru_ru: IP-адрес автора

source: Whois search for this IP
fi: Whois-haku tälle IP-osoitteelle
ru_ru: Поиск службой Whois по данному IP

source: Host
fi: Domain
ru_ru: Хост

source: Book
ru_ru: Книга

source: Edit metadata
ru_ru: Редактировать метаданные

source: Date and time
ru_ru: Дата и время

source: Book ID
ru_ru: Идентификатор книги

source: Entry log
fi: Viestiloki
ru_ru: История записи

source: No log yet.
fi: Ei viestejä.
ru_ru: Пока нет истории.

source: entry checked.
fi: viesti tarkastettu.
ru_ru: запись помечена как проверенная.

source: entries checked.
fi: viestejä tarkastettu.
ru_ru: записей помечены как проверенные.

source: No entries checked.
fi: Yhtään viestiä ei ole tarkastettu.
ru_ru: Нет записей, помеченных как проверенные.

source: entry unchecked.
fi: tarkastamaton viesti.
ru_ru: запись помечена как непроверенная.

source: entries unchecked.
fi: tarkastamatonta viestiä.
ru_ru: записей помечены как непроверенные.

source: No entries unchecked.
fi: Ei tarkastamattomia viestejä.
ru_ru: Нет записей, помеченных как непроверенные.

source: entry marked as spam and submitted to Akismet as spam (if Akismet was enabled).
fi: viesti merkittiin roskapostiksi ja lähetettiin Akismet-palveluun (jos Akismet on käytössä).
ru_ru: запись помечена как спам и отправлена как таковой в службу Akismet (если он включён).

source: entries marked as spam and submitted to Akismet as spam (if Akismet was enabled).
fi: viestit merkittiin roskaposteiksi ja lähetettiin Akismet-palveluun (jos Akismet on käytössä).
ru_ru: записей помечены как спам и отправлены как таковой в службу Akismet (если он включён).

source: No entries marked as spam.
fi: Yhtään viestiä ei ole merkitty roskapostiksi.
ru_ru: Ни одна запись не помечена как спам.

source: entry marked as not spam and submitted to Akismet as ham (if Akismet was enabled).
fi: viesti merkittiin ei-roskapostiksi ja lähettiin Akismet-palveluun Ham-merkattuna (jos Akismet on käytössä).
ru_ru: запись помечена как НЕ спам и отправлена в таковом качестве в службу Akismet (если он включён).

source: entries marked as not spam and submitted to Akismet as ham (if Akismet was enabled).
fi: viestit merkittiin ei-roskapostiksi ja lähettiin Akismet-palveluun Ham-merkattuna (jos Akismet on käytössä).
ru_ru: записей помечены как НЕ спам и отправлены в таковом качестве в службу Akismet (если он включён).

source: No entries marked as not spam.
fi: Ei viestejä merkitty ei-roskapostiksi.
ru_ru: Нет записей, помеченных как не спам.

source: entry considered spam and marked as such.
fi: viesti tulkittiin roskapostiksi ja merkittiin
ru_ru: запись сочтена спамом и помечена как таковой.

source: entries considered spam and marked as such.
fi: viestit tulkittiin roskapostiksi ja merkittiin.
ru_ru: записей сочтены спамом и помечены как таковой.

source: entry not considered spam and marked as such.
fi: viestiä ei tulkittu roskapostiksi.
ru_ru: запись сочтена не спамом и помечена в таком качестве.

source: entries not considered spam and marked as such.
fi: viestejä ei tulkittu roskaposteiksi.
ru_ru: записей сочтены не спамом и помечены в таком качестве.

source: entry already considered spam and not changed.
fi: viesti oli jo tulkittu roskapostiksi, eikä sitä muutettu.
ru_ru: запись уже сочтена спамом и не была изменена.

source: entries already considered spam and not changed.
fi: viestit oli jo tulkittu roskaposteiksi, eikä niitä muutettu.
ru_ru: записей уже сочтены спамом и не были изменены.

source: entry already considered not spam and not changed.
fi: viesti tulkittiin oikeaksi, eikä sitä muutettu
ru_ru: запись уже сочтена НЕ спамом и не была изменена.

source: entries already considered not spam and not changed.
fi: viestittulkittiin oikeiksi, eikä niitä muutettu.
ru_ru: записей уже сочтены НЕ спамом и не были изменены.

source: entry moved to trash.
fi: viesti siirrettiin roskakoriin.
ru_ru: запись отправлена в урну.

source: entries moved to trash.
fi: viestiä siirrettiin roskakoriin.
ru_ru: записей отправлено в урну.

source: No entries moved to trash.
fi: Roskakoriin ei siirretty yhtään viestiä.
ru_ru: Ни одна зпись не отправлена в урну.

source: entry recovered from trash.
fi: viesti palautettiin roskakorista.
ru_ru: запись восстановлена из урны.

source: entries recovered from trash.
fi: viestiä palautettiin roskakorista.
ru_ru: записей восстановлено из урны.

source: No entries recovered from trash.
fi: Roskakorista ei palautettu yhtään viestiä.
ru_ru: Ни одна запись не восстановлена из урны.

source: entry removed permanently.
fi: viesti poistettiin lopullisesti.
ru_ru: запись безвозвратно удалена.

source: entries removed permanently.
fi: viestiä poistettiin lopullisesti.
ru_ru: записей безвозвратно удалено.

source: No entries permanently removed.
fi: Yhtään viestiä ei poistettu lopullisesti.
ru_ru: Ни одна запись не была безвозвратно удалена.

source: Please activate Akismet if you want to battle spam.
fi: Ole hyvä ja aktivoi Akismet jos haluat estää roskapostin.
ru_ru: Пожалуйста, активируйте Akismet, если хотите бороться со спамом.

source: Guestbook entries
fi: Vieraskirjan viestit
ru_ru: Записи в гостевой книге

source: All
fi: Kaikki
ru_ru: Все

source: Unlocked
fi: Avoinna
ru_ru: Разблокированные

source: New
fi: Uudet
ru_ru: Новые

source: Mass edit actions
fi: Toiminnot useille viesteille
ru_ru: Действия по массовому редактированию

source: Recover from trash
fi: Palauta roskakorista
ru_ru: Восстановить из урны

source: Remove permanently
fi: Poista lopullisesti
ru_ru: Удалить безвозвратно

source: Mark as checked
fi: Merkitse tarkastetuksi
ru_ru: Пометить как проверенные

source: Mark as not checked
fi: Merkitse tarkistamattomaksi
ru_ru: Пометить как непроверенные

source: Mark as spam
fi: Merkitse roskapostiksi
ru_ru: Пометить как спам

source: Mark as not spam
fi: Merkitse ei-roskapostiksi
ru_ru: Пометить как не спам

source: Check with Akismet
fi: Tarkista Akismet-palvelussa
ru_ru: Проверить сервисом Akismet

source: Move to trash
fi: Siirrä roskakoriin
ru_ru: Отправить в урну

source: Apply
fi: Ota käyttöön
ru_ru: Применить

source: Empty Spam
ru_ru: Удалить спам

source: Empty Trash
ru_ru: Очистить урну

source: Date
fi: Pvm
ru_ru: Дата

source: Entry (excerpt)
fi: Viesti (selite)
ru_ru: Запись (отрывок)

source: Action
fi: Toiminto
ru_ru: Действие

source: No entries found.
fi: Yhtään viestiä ei löytynyt.
ru_ru: Не найдено ни одной записи.

source: Export guestbook entries.
fi: Vie vieraskirjan viestit.
ru_ru: Экспортировать записи из гостевой книги.

source: Export guestbook entries from Gwolle-GB
fi: Vie vieraskirjan viestit tiedostoon.
ru_ru: Экспортировать записи из Gwolle-GB

source: No entries were found.
ru_ru: Записей не обнаружено.

source: %d entries were found and will be exported.
fi: %d viestiä löydettiin ja viedään tiedostoon.
ru_ru: %d записей было найдено и будет экспортировано.

source: The exporter will preserve the following data per entry:
fi: Vienti-toiminto tallentaa seuraavat tiedot:
ru_ru: Экспортировщик сохранит следующие данные для каждой записи:

source: Name
fi: Nimi
ru_ru: Имя

source: E-Mail address
fi: Sähköpostiosoite
ru_ru: Адрес e-mail

source: URL/Website
fi: URL/Nettisivu
ru_ru: URL/Веб-сайт

source: Date of the entry
fi: Viestin kirjoitusaika
ru_ru: Дата записи

source: IP address
fi: IP osoite
ru_ru: IP-адрес

source: Host address
fi: IP-osoite
ru_ru: Адрес хоста

source: "is checked" flag
fi: "tarkastettu" lippu
ru_ru: флажок «проверено»

source: "is spam" flag
fi: "roskaposti" lippu
ru_ru: флажок «спам»

source: "is trash" flag
fi: "roska" lippu
ru_ru: флажок «в урне»

source: The exporter does not delete any data, so your data will still be here.
fi: Vienti-toiminto ei poista dataa, joten vieraskirjan viestit pysyvät täällä tallessa.
ru_ru: Экспортировщик ничего не удаляет, так что все Ваши данные останутся в гостевой книге.

source: Export all entries from this website.
fi: Vie vieraskirjan kaikki merkinnät tiedostoon.
ru_ru: Экспортировать записи с этого веб-сайта.

source: Start export
fi: Aloita vienti
ru_ru: Начать экспорт

source: Overview
fi: Yleiskatsaus
ru_ru: Общие сведения

source: Entry total
fi: Viestejä yhteensä
ru_ru: Запись всего

source: Entries total
fi: Viestit yhteensä
ru_ru: Записей всего

source: Unlocked entry
fi: Lukitsematon viesti
ru_ru: Разблокированная запись

source: Unlocked entries
fi: Lukitsemattomat viestit
ru_ru: Разблокированных записей

source: New entry
fi: Uusi viesti
ru_ru: Новая запись

source: New entries
fi: Uudet viestit
ru_ru: Новых записей

source: Spam entry
fi: Roskaviesti
ru_ru: Спамовая запись

source: Spam entries
fi: Roskaviestit
ru_ru: Спамовых записей

source: Trashed entry
fi: Roskattu viesti
ru_ru: Запись в урне

source: Trashed entries
fi: Roskatut viestit
ru_ru: Записей в урне

source: Write admin entry
fi: Kirjoita viesti ylläpidolta
ru_ru: Написать запись администратора

source: Sorry, but the function <code>mail()</code> required to notify you by mail is not enabled in your PHP configuration. You might want to install a WordPress plugin that uses SMTP instead of <code>mail()</code>. Or you can contact your hosting provider to change this.
fi: Valitettavasti sähköpostiviestien lähettämiseen tarvittava <code>mail()</code> funktio ei ole käytössä PHP konfiguraatiossa. Voit halutessasi asentaa Wordpress lisäosan, joka käyttää SMTP protokollaa <code>mail()</code> funktion sijaan. Voit myös ottaa yhteyttä palvelimen ylläpitäjään muuttaaksesi asetusta.
ru_ru: К сожалению, функция <code>mail()</code>, необходимая для того чтобы оповещать Вас по e-mail, не включена в Вашей конфигурации PHP. Вы могли бы установить плагин WordPress, который использует SMTP, а не <code>mail()</code>. Или Вы можете связаться с Вашим хостинг-провайдером, чтобы поменять текущее положение дел.

source: Send me an e-mail when a new entry has been posted.
fi: Lähetä sähköpostia uuden viestin saapuessa vieraskirjaan.
ru_ru: Присылать мне e-mail, когда опубликовали новую запись.

source: Save setting
fi: Tallenna asetukset
ru_ru: Сохранить настройки

source: The following users have subscribed to this service:
fi: Seuraavat käyttäjät ovat tilanneet tämän palvelun:
ru_ru: Следующие пользователи подписаны на данный сервис:

source: You
fi: Sinä
ru_ru: Вы

source: No subscriber yet
fi: Ei tilaajia
ru_ru: Пока нет подписчиков

source: This plugin is being maintained by Marcel Pol from
ru_ru: Разработка и подержка плагина: Marcel Pol из

source: Review this plugin.
ru_ru: Написать отзыв об этом плагине.

source: If this plugin has any value to you, then please leave a review at
ru_ru: Если этот плагин Вам как-то пригодился, пожалуйста, напишите о нём отзыв на

source: The plugin page at wordpress.org.
ru_ru: Страница плагина на wordpress.org.

source: the plugin page at wordpress.org
ru_ru: страница плагина на wordpress.org

source: Donate to the EFF.
fi: Lahjoita EFF:lle.
ru_ru: Оказать финансовую поддержку организации EFF.

source: The Electronic Frontier Foundation is one of the few organisations that wants to keep the internet a free place.
fi: Electronic Frontier Foundation on yksi harvoista organisaatioista, jotka haluavat pitää internetin vapaana.
ru_ru: Фонд Электронных Рубежей (EFF, Electronic Frontier Foundation) – одна из немногих организаций, борющаяся за то, чтобы Интернет оставался свободным местом.

source: Please donate to the EFF.
fi: Lahjoita EFF:lle.
ru_ru: Пожалуйста, поддержите EFF финансово.

source: Donate to the maintainer.
fi: Lahjoita pluginin ylläpitäjälle.
ru_ru: Поддержать финансово разработчика.

source: If you rather want to donate to the maintainer of the plugin, you can donate through PayPal.
fi: Jos haluat lahjoittaa pluginin ylläpitäjälle voit tehdä sen PayPalin kautta.
ru_ru: Если Вам больше по душе оказать финансовую поддержку разработчику плагина, продолжающему его поддерживать, Вы можете сделать это через PayPal.

source: Donate through
ru_ru: Поддержать финансово посредством

source: to
ru_ru: на

source: This is how you can get your guestbook displayed on your website:
fi: Näin saat vieraskirjan näkymään sivuillasi:
ru_ru: Чтобы гостевая книга отображалась на Вашем сайте:

source: Create a new page.
fi: Luo uusi sivu.
ru_ru: Создайте новую страницу.

source: Choose a title and set &quot;[gwolle_gb]&quot; (without the quotes) as the content.
fi: Valitse sivun nimi ja kirjoita &quot;[gwolle_gb]&quot; (ilman lainausmerkkejä) sisältö-kenttään.
ru_ru: Выберите название и в качестве её содержимого установите «[gwolle_gb]» (без кавычек).

source: It is probably a good idea to disable comments on that page; otherwise, your visitors might get a little confused.
fi: On ehkä hyvä idea poistaa kommentointi vieraskirja-sivulta, muuten vierailijat saattavat hämmentyä.
ru_ru: Представляется хорошей идеей отключить комментарии на этой странице. В противном случае пользователи могут испытать лёгкое замешательство.

source: These entries will be visible for your visitors:
fi: Nämä viestit näkyvät vierailijoille:
ru_ru: Эти записи будут видны для Ваших посетителей:

source: Marked as Checked.
fi: Merkitty tarkistetuksi.
ru_ru: Помечены как проверенные.

source: Not marked as Spam.
fi: Ei ole merkitty roskapostiksi.
ru_ru: Не помечены как спам.

source: Not marked as Trash.
fi: Ei ole merkitty roskakoriin.
ru_ru: Не помечены как находящиеся в урне.

source: The Main Menu counter counts the following entries:
fi: Tämän sivun laskuri laskee seuraavat viestit:
ru_ru: Счётчик в главном меню считает следующие записи:

source: Marked as Unchecked (You might want to moderate them).
fi: Merkitty tarkastamattomaksi (haluat ehkä tarkistaa viestit).
ru_ru: Помечены как непроверенные (возможно, Вы захотите их модерировать).

source: Not marked as Spam (You might want to check them).
fi: Ei merkattu roskapostiksi (Saatat haluta tarkistaa viestit).
ru_ru: Не помечены как спам (возможно, Вы захотите их проверить).

source: Not marked as Trash (You decide what goes to the trash).
fi: Ei merkitty roskatuksi (SInä päätät mitä siirretään roskiin).
ru_ru: Не помечены как находящиеся в урне (что туда отправить, решаете Вы).

source: Welcome to the Guestbook!
fi: Tervetuloa vieraskirjaan!
ru_ru: Добро пожаловать в гостевую книгу!

source: E-mail Notifications
fi: Sähköposti-ilmoitukset
ru_ru: Оповещения по e-mail

source: Review and Donate
ru_ru: Написать отзыв и оказать финансовую поддержку

source: Help
fi: Apua
ru_ru: Помощь

source: This plugin uses the following scripts and services:
ru_ru: Плагин использует следующие скрипты и сервисы:

source: Gwolle Guestbook
fi: Gwolle-vieraskirja
ru_ru: Гостевая книга Gwolle

source: I'm sorry, but I wasn't able to import entries from DMSGuestbook successfully.
fi: Valitan, viestin siirto DMSGuestbookista epäonnistui.
ru_ru: К сожалению, импортировать записи из DMSGuestbook не удалось.

source: 1 entry imported successfully from DMSGuestbook.
fi: DMSGuestbookista onnistuttiin tuomaan 1 viesti.
ru_ru: Одна запись успешно импортирована из DMSGuestbook.

source: %d entries imported successfully from DMSGuestbook.
fi: DMSGuestbookista onnistuttiin tuomaan %d viestiä.
ru_ru: %d записей успешно импортировано из DMSGuestbook.

source: <strong>Nothing to import.</strong> The guestbook you've chosen does not contain any entries.
fi: <strong>Ei mitään siirrettävää.</strong> Valitsemasi vieraskirja ei sisällä viestejä.
ru_ru: <strong>Нечего импортировать.</strong> В гостевой книге, которую Вы выбрали, нет ни одной записи.

source: I'm sorry, but I wasn't able to find the MySQL table of DMSGuestbook.
fi: Valitan, mutta DSMGuestbookin tietokantataulua ei löytynyt.
ru_ru: К сожалению, не удалось найти таблицу MySQL от DMSGuestbook.

source: You haven't chosen how to import from WordPress comments. Please choose and try again.
ru_ru: Вы не выбрали, как импортировать из комментариев ВордПресс. Пожалуйста, выберите, и попробуйте ещё раз.

source: I'm sorry, but I wasn't able to import comments from that page successfully.
fi: Valitan, mutta kommentien siirto ko. sivulta epäonnistui.
ru_ru: К сожалению, комментарии с этой страницы импортировать не удалось.

source: 1 entry imported successfully from WordPress comments.
fi: Wordpressin kommenteista siirrettiin 1 viesti.
ru_ru: 1 запись была успешно импортирована из комментариев WordPress.

source: %d entries imported successfully from WordPress comments.
fi: Wordpressin kommenteista siirrettiin %d viestiä.
ru_ru: %d записей было успешно импортировано из комментариев WordPress.

source: <strong>Nothing to import.</strong> There seem to be no comments on this page, post or at all.
ru_ru: <strong>Нечего импортировать.</strong> Похоже, комментариев на этой странице/ к этому посту/ вообще всех нет ни одного.

source: Your filesize is too large.
fi: Tiedosto on liian suuri.
ru_ru: Размер Вашего файла слишком велик.
