Repository: wp-plugins/gwolle-gb
Catalog: lang/gwolle-gb-*.po
Languages: fi, ru_ru

source: Invalid file format.
fi: Tunnistamaton tiedostomuoto.
ru_ru: Неверный формат файла.

source: It seems your CSV file is from an export that is not compatible with this version of Gwolle-GB.
fi: Näyttää siltä että CSV-tiedosto ei ole yhteensopiva Gwolle-GB:n kanssa.
ru_ru: Похоже, Ваш файл CSV получился путём экспорта, не совместимого с данной версией Gwolle-GB.

source: Your data seems to be corrupt. Import failed.
fi: Data näyttää olevan korruptoitunut. Tietojen tuonti epäonnistui.
ru_ru: Похоже, Ваши данные повреждены. Импортирование не удалось.

source: I'm sorry, but I wasn't able to import entries from the CSV file.
fi: Valitan, mutta tietojen tuonti CSV-tiedostosta epäonnistui.
ru_ru: К сожалению, импортировать записи из файла CSV не удалось.

source: 1 entry imported successfully from the CSV file.
fi: CSV-tiedostosta tuontiin 1 viesti.
ru_ru: 1 запись успешно импортирована из файла CSV.

source: %d entries imported successfully from the CSV file.
fi: CSV-tiedostosta tuotiin %d viestiä.
ru_ru: %d записей успешно импортировано из файла CSV.

source: Your upload triggered the following error:
fi: Tiedoston lataaminen palvelimelle aiheutti seuraavan virheen:
ru_ru: При загрузке возникла следующая ошибка:

source: Import guestbook entries.
fi: Tuo vieraskirjaan viestejä.
ru_ru: Импортировать записи в гостевую книгу.

source: Import guestbook entries from DMSGuestbook
fi: Tuo viestejä DMSGuestbookista
ru_ru: Импортировать записи из DMSGuestbook

source: %d entries were found and will be imported.
fi: Löydettin %d viestiä ja tuodaan ne vieraskirjaan.
ru_ru: %d записей было найдено и будет импортировано.

source: The importer will preserve the following data per entry:
fi: Tuonti-toiminto tallentaa seuraavat datat viesteistä:
ru_ru: Импортировщик сохранит следующие данные для каждой записи:

source: However, data such as HTML formatting is not supported by Gwolle-GB and <strong>will not</strong> be imported.
fi: Gwolle-GB ei tue dataa kuten HTML-kieltä, <strong>eikä sitä tuoda</strong> vieraskirjaan.
ru_ru: Однако такие данные как форматирование HTML не поддерживаются плагином Gwolle-GB и <strong>не будут</strong> импортированы.

source: The importer does not delete any data, so you can go back whenever you want.
fi: Tuonti-toiminto ei tuhoa dataa, joten voit peruuttaa toiminnon milloin haluat.
ru_ru: Импортировщик не удаляет никакие данные, так что Вы в любой момент сможете вернуться обратно.

source: Import all entries from DMSGuestbook.
fi: Tuo kaikki viestit DMSGuestbookista.
ru_ru: Импортировать все записи из DMSGuestbook.

source: Start import
fi: Aloita tietojen siirto
ru_ru: Начать импортирование

source: DMSGuestbook was not found.
fi: DMSGuestbookia ei löytynyt.
ru_ru: DMSGuestbook не обнаружена.

source: Import guestbook entries from WordPress comments
fi: Tuo kaikki viestit Wordpressin kommenteista
ru_ru: Импортировать записи гостевой книги из комментариев WordPress

source: User ID
fi: Käyttäjä ID
ru_ru: ID пользователя

source: "approved" status
fi: "hyväksytty" tila
ru_ru: статус «одобрено»

source: Spam comments will not be imported.
ru_ru: Спамовые комментарии импортированы не будут.

source: Select a page to import the comments from:
fi: Valitse sivu josta haluat tuoda kommentit:
ru_ru: Выберите страницу, с которой нужно импортировать комментарии.

source: Select
fi: Valitse
ru_ru: Выбрать

source: Comments
fi: Kommentit
ru_ru: Комментариев

source: 1 Comment
fi: 1 kommentti
ru_ru: 1 Комментарий

source: Select a post to import the comments from:
ru_ru: Выберите запись, из которой надо импортировать комментарии:

source: Select where to import the comments from:
ru_ru: Выберите, откуда будут импортированы комментарии:

source: Comments from selected page.
ru_ru: Комментарии с выбранной страницы.

source: Comments from selected post.
ru_ru: Комментарии к выбранной записи.

source: All Comments
ru_ru: Все комментарии

source: Import guestbook entries from Gwolle-GB
fi: Tuo kaikki viestit Gwolle-GB:stä
ru_ru: Импортировать записи гостевой книги из Gwolle-GB

source: Select a CSV file with exported entries to import again:
fi: Valitse CSV-tiedosto joka sisältää viestit ja tuo:
ru_ru: Выберите файл CSV с экспортированными записями, чтобы их импортировать:

source: Settings
fi: Asetukset
ru_ru: Настройки

source: Form
fi: Lomake
ru_ru: Форма отправки

source: Reading
fi: Lukeminen
ru_ru: Чтение

source: Admin
fi: Ylläpito
ru_ru: Администратор

source: Anti-spam
fi: Roskapostin torjunta
ru_ru: Анти-спам

source: Uninstall
fi: Asennuksen poisto
ru_ru: Деинсталляция

source: Showing:
fi: Näytetään:
ru_ru: Показано:

source: of
ru_ru: из

source: Entries per page in the admin
fi: Viestejä per sivu vieraskirjan hallintasivulla
ru_ru: Записей на странице в администраторской области

source: Entries
fi: Viestit
ru_ru: Записи

source: Number of entries shown in the admin.
fi: Näytettävien viestien lukumäärä vieraskirjan hallintasivulla.
ru_ru: Количество записей, отображаемых в области администрирования.

source: Entry icons
fi: Viestikuvakkeet
ru_ru: Иконки записей

source: Show entry icons
fi: Näytä kaikki viestikuvakkeet
ru_ru: Показывать иконки записей

source: These icons are shown in every entry row of the admin list, so that you know its status (checked, spam and trash).
fi: Näitä kuvakkeita käytetään viestilistauksessa, joten näet viestin tilan (tarkistettu, roskapostia ja tuhottava).
ru_ru: Эти иконки отображаются в области администрирования для каждой записи, так что сразу видно её статус (проверена, спам, в урне).

source: Save settings
fi: Tallenna asetukset
ru_ru: Сохранить настройки

source: Moderate Guestbook
fi: Hallitse vieraskirjaa
ru_ru: Модерация гостевой книги

source: Moderate entries before publishing them.
fi: Tarkista viestit ennen niiden julkaisua vieraskirjassa.
ru_ru: Записи будут проходить предварительную модерацию.

source: New entries have to be unlocked by a moderator before they are visible to the public.
fi: Uudet viestit tarkistetaan ylläpidon toimesta ennen julkaisua.
ru_ru: Новые записи вначале должны быть разблокированы администратором и только тогда становятся видны всем.

source: It is recommended that you turn this on, because you are responsible for the content on your website.
fi: On suositeltavaa asettaa tämä käyttöön, koska olet vastuussa sivujesi sisällöstä.
ru_ru: Рекомендуется данную опцию включить, поскольку за контент на сайте ответственность несёте Вы.

source: Learn more about Akismet...
fi: Lue lisää Akismetista...
ru_ru: Узнать про Akismet больше...

source: What's that?
fi: Mitä tämä on?
ru_ru: Что это?

source: Akismet helps you to fight spam. It's free and easy to install. Download and install it today to stop spam in your guestbook.
fi: Akismet auttaa roskapostin torjumisessa. Se on ilmainen ja helppo asentaa. Lataa ja asenna se tänään ja estä roskapostin ilmestyminen vieraskirjaasi.
ru_ru: Akismet помогает бороться со спамом. Он бесплатный и его легко установить. Скачайте и установите его прямо сегодня, чтобы не допустить спам в своей гостевой книге.

source: Sorry, wasn't able to locate your <strong>WordPress API key</strong>. You can enter it at the <a href="%s">Akismet configuration page</a>.
fi: <strong>WordPress API avainta</strong> ei löytynyt. Voit syöttää sen <a href="%s">Akismetin asetussivulla</a>.
ru_ru: К сожалению, не удалось обнаружить <strong>ключ API Вашего Вордпресса</strong>. Вы можете ввести его на <a href="%s">странице конфигурации Akismet</a>.

source: Use Akismet
fi: Käytä Akismetia
ru_ru: Использовать Akismet

source: The WordPress API key has been found, so you can start using Akismet right now.
fi: Wordpress API -avain on löydetty, joten voit alkaa käyttää Akismetia heti.
ru_ru: Ключ API Вашего Вордпресса был найден, так что Вы можете начать использовать Akismet прямо сейчас.

source: Custom Anti-Spam Security Question
fi: Turvakysymys
ru_ru: Пользовательский антиспамовый вопрос

source: 12 + six =
fi: 12 + kuusi =
ru_ru: 12 + шесть =

source: Custom security question to battle spam.
fi: Turvakysymys
ru_ru: Предустановленный вопрос, чтобы не пропускать спам.

source: The answer to your security question.
fi: Vastaus turvakysymykseen.
ru_ru: Ответ на Ваш антиспамовый вопрос.

source: You can ask your visitors to answer a custom security question, so only real people can post an entry.
fi: Voit pyytää kävijöitä vastaamaan turvakysymykseen, jotta vain oikeat ihmiset voivat jättää viestejä.
ru_ru: Вы можете потребовать, чтобы пользователи отвечали на антиспамовый вопрос, так что сообщения смогут отправлять только люди.

source: CAPTCHA
ru_ru: Капча

source: A CAPTCHA is a way to have visitors fill in a field with a few letters or numbers. It is a way to make sure that you have a human visitor and not a spambot. Not every visitor will appreciate it though, some will consider it unfriendly.
ru_ru: Капча – один из способов, когда пользователи должны дополнительно ввести несколько специальных букв или цифр. Это позволяет увериться, что пользователь – человек, а не спамовый робот. Однако, не всем пользователям такое понравится. Некоторые из них посчитают эту штуку недружественной.

source: For the CAPTCHA you need the plugin
ru_ru: Чтобы использовать капчу, Вам нужен плагин

source: Really Simple CAPTCHA plugin at wordpress.org
ru_ru: Плагин Really Simple CAPTCHA с сайта wordpress.org.

source: installed and activated
ru_ru: установленный и активированный

source: This plugin is installed and activated, so the CAPTCHA is ready to be used.
ru_ru: Плагин установлен и активирован, капча готова к использованию.

source: If you use any caching plugin together with this CAPTCHA, page caching will be disabled for the page that the CAPTCHA is shown on. This is to prevent errors and to have a fresh CAPCHA image each time.
ru_ru: Если Вы используете какой-либо кэширующий плагин, кэширование не будет применяться к странице, на которой показывается капча. Это сделано для того, чтобы не возникало ошибок и чтобы изображение капчи каждый раз было разное.

source: Admin mail from address
fi: Ylläpitoviestin lähettäjän osoite
ru_ru: Адрес, с которого приходят письма

source: You can set the email address that is used for the From header of the mail that a notification subscriber gets on new entries.
fi: Voit asettaa sähköpostiosoitteen jota käytetään From-kentässä sähköpostiviestiä, jonka tilaajat saavat uudesta viestistä.
ru_ru: Вы можете установить адрес e-mail, который будет использован в поле «от кого» в письмах, которые будет получать лицо, подписавшееся на уведомления.

source: By default the main admin address is used from General >> Settings.
fi: Oletuksena käytetään osoitetta joka on asetettu kohdassa Yleistä >> Asetukset
ru_ru: По умолчанию используется основной адрес администратора из «Параметры» >> «Общие».

source: Unsubscribe moderators
ru_ru: Отписать модераторов

source: Unsubscribe User
ru_ru: Отписать пользователя

source: These users have subscribed to the notification emails.
ru_ru: Эти пользователи подписались на оповещения по электронной почте.

source: Select a user if you want that user to unsubscribe from the notification emails.
ru_ru: Выберите пользователя, если хотите отписать его от оповещений по электронной почте.

source: Subscribe moderators
ru_ru: Подписать модераторов

source: Subscribe User
ru_ru: Подписать пользователя

source: You can subscribe a moderator to the notification emails.
ru_ru: Вы можете подписать модератора на получение уведомлений по электронной почте.

source: Select a user that you want subscribed to the notification emails.
ru_ru: Выберите пользователя, которого хотите подписать на уведомления по электронной почте.

source: You will only see users with the roles of Administrator, Editor and Author, who have the capability 'moderate_comments' .
ru_ru: Вы увидите только пользователей с ролями «Администратор», «Редактор» и «Автор». Только у этих ролей могут быть полномочия модерировать комментарии.

source: Admin mail content
fi: Ylläpitoviestin sisältö
ru_ru: Содержимое писем администратору

source: Hello, There is a new guestbook entry at '%blog_name%'. You can check it at %entry_management_url%. Have a nice day. Your Gwolle-GB-Mailer Website address: %blog_url% User name: %user_name% User email: %user_email% Entry status: %status% Entry content: %entry_content%
ru_ru: Здравствуйте, В гостевой книге блога «%blog_name%» появилась новая запись. Вы можете проверить её по данной ссылке: %entry_management_url%. Хорошего Вам дня! Ваш Gwolle-GB-Mailer Адрес веб-сайта: %blog_url% Имя пользователя: %user_name% E-mail пользователяl: %user_email% Статус записи: %status% Текст записи: %entry_content%

source: You can set the content of the mail that a notification subscriber gets on new entries. The following tags are supported:
fi: Voit kirjoittaa viestin sisällön sähköposti-ilmoitukseen, jonka tilaajat saavat uudesta viestistä vieraskirjassa. Seuraavien tagien käyttöä tuetaan:
ru_ru: Вы можете установить содержимое писем, которые лицо, подписавшееся на уведомления, будет получать при появлении новых записей в гостевой книге. Поддерживаются следующие тэги:

source: Mail Author
ru_ru: Написать автору электронное письмо

source: Mail the author with a confirmation email.
ru_ru: Отправить автору письмо с подтверждением.

source: The author of the guestbook entry will receive an email after posting. It will have a copy of the entry.
ru_ru: После отправки записи в гостевую книгу автор этой записи получит электронное письмо. В нём будет копия записи.

source: Author mail content
ru_ru: Текст письма автору

source: Hello, You have just posted a new guestbook entry at '%blog_name%'. Have a nice day. The editors at %blog_name%. Website address: %blog_url% User name: %user_name% User email: %user_email% Entry content: %entry_content%
ru_ru: Здравствуйте, Вы только что оставили запись в гостевой книге на сайте «%blog_name%». Хорошего Вам дня. Редакторы сайта «%blog_name%». Адрес сайта: %blog_url% Имя пользователя: %user_name% E-mail пользователя: %user_email% Текст записи: %entry_content%

source: You can set the content of the mail that the author of the entry will receive. The following tags are supported:
ru_ru: Вы можете задать текст письма, которое получит автор записи. Поддерживаются следующие тэги:

source: Admin Reply mail content
ru_ru: Содержание письма об ответе администратора

source: Hello, An admin has just added or changed a reply message to your guestbook entry at '%blog_name%'. Have a nice day. The editors at %blog_name%. Website address: %blog_url% Admin Reply: %admin_reply%
ru_ru: Здравствуйте, Администратор сайта «%blog_name%» только что добавил или изменил ответ к Вашей записи в гостевой книге на этом сайте. Хорошего Вам дня. Редакция сайта «%blog_name%». Адрес сайта: %blog_url% Ответ администратора: %admin_reply%

source: You can set the content of the mail that the author of the entry will receive when an Admin Reply is added. The following tags are supported:
ru_ru: Вы можете задать текст письма, которое будет отправлено автору записи, когда администратор добавит к ней ответ. Поддерживаются следующие тэги:

source: Require Login
fi: Vaadi kirjautuminen
ru_ru: Требовать вход

source: Require user to be logged in.
fi: Vaadi, että käyttäjä on kirjautunut.
ru_ru: Потребовать, чтобы пользователь был залогинен.

source: Only allow logged-in users to add a guestbook entry.
fi: Salli viestin jättäminen vain kirjautuneille käyttäjille.
ru_ru: Разрешить оставлять записи в гостевой книге только тем пользователям, которые вошли в систему.

source: Labels float
fi: Kentän otsikon sijainti
ru_ru: Расположение подписей к полям

source: Labels in the form float to the left.
fi: Otsikot vasemmalla.
ru_ru: Подписи к полям ввода расположены слева.

source: Labels in the form float to the left. Otherwise the labels will be above the input-fields.
fi: Otsikot kenttien vasemmalla puolella. Muussa tapauksessa otsikot sijoittuvat kentän yläpuolelle.
ru_ru: Подписи к полям ввода расположены слева от них. Иначе они будут располагаться над ними.

source: Header Text
ru_ru: Текст заголовка

source: Write a new entry for the Guestbook
fi: Kirjoita uusi viesti vieraskirjaan
ru_ru: <HR>Оставить новую запись в гостевой книге</BR></BR>

source: You can set the header that is shown on top of the form.
ru_ru: Вы можете установить заголовок, который показывается вверху формы.

source: Notice Text
ru_ru: Текст примечания

source: Fields marked with * are obligatory. Your E-mail address wil not be published. For security reasons we save the ip address %ip%. It might be that your entry will only be visible in the guestbook after we reviewed it. We reserve our right to edit, delete, or not publish entries.
ru_ru: Поля, помеченные звёздочкой, обязательны для заполнения. Ваш адрес e-mail опубликован не будет. По соображениям безопасности мы запишем IP-адрес %ip%. Ваша запись в гостевой книге может быть показана не сразу, а только после предварительной проверки администрацией сайта. Мы оставляем за собой право редактировать, удалять или не публиковать записи в гостевой книге.

source: You can set the content of the notice that gets shown below the form.
ru_ru: Вы можете задать текст, который отображается под формой ввода.

source: You can use the tag %ip% to show the ip address.
ru_ru: Возможно использование тэга %ip%, который будет показывать IP-адрес.

source: If you use a Multi-Lingual plugin, keep the 2 fields for header and notice empty when saving. That way the default text will be shown from a translated PO file.
ru_ru: Если Вы используете плагин Multi-Lingual, при сохранении оставляйте два поля заголовка и примечания пустыми. Тогда будет отображаться текст по умолчанию из переведённого PO-файла.

source: Configure the form that is shown to visitors.
fi: Määrittele lomake, joka näytetään kävijöille.
ru_ru: Сконфигурировать форму ввода, которая будет показываться посетителям.

source: Enabled
fi: Käytössä
ru_ru: Включить

source: Mandatory
fi: Pakollinen
ru_ru: Обязательно

source: BBcode and Emoji
ru_ru: bbCode и эмодзи

source: Will only be shown if the Message is enabled.
ru_ru: Будет показано только если включён «Текст сообщения».

source: Custom Anti-spam
fi: Anti-spam
ru_ru: Пользовательский анти-спам

source: When enabled it is mandatory.
fi: Pakollinen kun päällä.
ru_ru: Когда включено, это обязательно.

source: Entries per page on the frontend
fi: Viestejä/sivu vieraskirjassa
ru_ru: Записей на странице

source: Number of entries shown on the frontend.
fi: Näytettävien viestien lukumäärä vieraskirjassa.
ru_ru: Количество записей, отображаемых на странице.

source: Length of the entry content
ru_ru: Длина показываемой записи

source: Unlimited Words
ru_ru: Неограниченное количество слов

source: Words
ru_ru: Слов

source: Maximum length of the entry content in words.
ru_ru: Максимальное количество слов записи в гостевой книге, которое будет отображаться для посетителей.

source: Please be aware that this will strip linebreaks as well.
ru_ru: Пожалуйста, имейте в виду, что переходы на новые строки будут убраны.

source: Line breaks
fi: Rivinvaihdot
ru_ru: Переводы на новую строку строк.

source: Show line breaks.
fi: Näytä rivinvaihdot.
ru_ru: Показывать переводы на новую строку.

source: Show line breaks as the entry authors entered them. (May result in very long entries. Is turned off by default.)
fi: Näytä rivinvaihdot kuten viestin kirjoittaja kirjoitti ne. (Saattaa aiheuttaa todella pitkiä viestejä. Tämä on poissa käytössä oletuksena.)
ru_ru: Показывать переводы на новую строку, когда автор записи их ввёл. (Может приводить к очень длинным записям. По умолчанию выключено.)

source: This can only be enabled if the Excerpt Length above is set to Unlimited Words.
ru_ru: Это можно включить только если длина отрывка (см. настройку выше) установлена в неограниченное количество слов.

source: Smileys
fi: Hymiöt
ru_ru: Смайлики

source: Display smileys as images.
fi: Näytä hymiöt kuvina.
ru_ru: Отображать смайлики как картинки.

source: Replaces smileys in entries like :) with their image %s. Uses the WP smiley replacer, so check on that one if you'd like to add new/more smileys.
fi: Korvaa hymiöt, kuten :) niiden kuvilla %s. Käyttää WP hymiönvaihtajaa.
ru_ru: Заменяет смайлики в записях, такие как :), на картинку %s. Использует вордпрессовский заменитель смайликов, поэтому если хотите поменять смайлики или добавить новые, делайте это там.

source: Links
fi: Linkit
ru_ru: Ссылки

source: Link authors' name to their website.
fi: Linkki kirjoittajan nimestä heidän kotisivuilleen.
ru_ru: Вставлять в имя автора ссылку на его веб-сайт.

source: The author of an entry can set his/her website. If this setting is checked, his/her name will be a link to that website.
fi: Viestin kirjoittaja voi syöttää kotisivun osoitteen. Jos tämä asetus on käytössä, niin nimi muodostaa linkin tälle kotisivulle.
ru_ru: Автор записи может указать свой веб-сайт. Если данная опция включена, имя автора будет являться ссылкой на указанный сайт.

source: Admin Entry Styling
fi: Ylläpitäjän viestityyli
ru_ru: Стиль администраторских записей.

source: Admin entries get a special CSS styling.
fi: Ylläpitäjien viestit saavat erillisen CSS tyylin.
ru_ru: Записи администратора получают свой собственный стиль CSS.

source: Admin entries get a special CSS styling. It will get a lightgrey background.
fi: Ylläpitäjien viestit saavat erillisen CSS tyylin, harmaan taustan.
ru_ru: Записи администратора получают особый стиль CSS. У него будет светло-серый фон.

source: Pagination
ru_ru: Разбиение на страницы

source: Show a link to paginate All entries.
ru_ru: Показывать ссылку для вывода всех записей на одной странице.

source: Clicking this link will list all the published entries in the guestbook.
ru_ru: Нажатие на эту ссылку отобразит все записи в гостевой книге.

source: Configure the parts of the entries that are shown to visitors.
fi: Määrittele kävijöille näkyvät viestinosat.
ru_ru: Сконфигурировать, какие элементы записей будут показываться посетителям.

source: Avatar
ru_ru: Аватар

source: Date and Time
fi: Päivämäärä ja aika
ru_ru: Дата и время

source: Setting this will show the date and the time of the entry.
fi: Asettamalla tämän viestin aika ja paikka näkyy.
ru_ru: Данная опция будет показывать дату и время, когда сделана запись.

source: Setting this will show the date of the entry. If Date and Time above are enabled, that setting has preference.
fi: Asettamalla tämän viestin aika ja paikka näkyy. Jos päivämäärä ja aika -asetus on päällä se on voimassa tämän sijaan.
ru_ru: Данная опция будет показывать дату, когда сделана запись. Если включена опция «Дата и время», последняя будет иметь приоритет.

source: Content
fi: Sisältö
ru_ru: Текст записи

source: Edit link
fi: Muokkauslinkki
ru_ru: Ссылка на редактирование

source: A link to the editor will be added to the content. Only visible for moderators.
fi: Muokkauslinkki näytetään sisällön kanssa. Näkyy vain ylläpitäjille.
ru_ru: В сообщении будет присутствовать ссылка на редактирование. Видна только модераторам.

source: The entries and settings have been removed.
fi: Viestit ja asetukset on poistettu.
ru_ru: Записи и настройки были удалены.

source: The plugin is deactivated.
fi: Plugin on deaktivoitu.
ru_ru: Плагин деактивирован.

source: You can now go to your
fi: Voit nyt mennä
ru_ru: Теперь Вы можете перейти к Вашей

source: dashboard.
fi: ohjauspaneeliin.
ru_ru: панели мониторинга.

source: Uninstalling means that all database entries are removed (settings and entries).
fi: Asennuksen poisto tarkoittaa, että kaikki asetukset ja viestit tietokannasta poistetaan.
ru_ru: При деинсталляции все данные плагина (настройки и записи гостевой книги) будут удалены.

source: This can <strong>not</strong> be undone.
fi: Tätä toimintoa <strong>ei voi kumota</strong>.
ru_ru: Вернуть всё обратно будет <strong>нельзя</strong>.
